import React, { lazy } from "react";
import Layout from "../../components/Layout";
import SubHeader from "../../components/SubHeader";

const Conditions = () => {
  return (
    <Layout title="شرایط و ظوابط">
      <SubHeader title="شرایط و ظوابط" />
      <div className="container my-5 px-4">
        <div className="row my-5">
          <div className="col-12">
            <h6>
              <strong>شرایط وظوابط ما</strong>
            </h6>
            <p
              style={{ lineHeight: "1.9rem", fontSize: "1rem" }}
              className="my-3"
            >
              این واقعیتی است که مدتهاست ثابت شده است که خواننده هنگام نگاه به
              طرح صفحه ، از محتوای قابل خواندن آن منحرف می شود. نکته ای که در
              استفاده از Lorem Ipsum وجود دارد این است که دارای توزیع کم و بیش
              معمولی حروف است ، بر خلاف استفاده از "مطالب در اینجا ، محتوا در
              اینجا" ، که باعث می شود انگلیسی قابل خواندن به نظر برسد. بسیاری از
              بسته های نشر رومیزی و ویرایشگران صفحات وب در حال حاضر از Lorem
              Ipsum به عنوان متن مدل پیش فرض خود استفاده می کنند و جستجوی 'lorem
              ipsum' بسیاری از وب سایت هایی را که هنوز در مراحل اولیه هستند کشف
              می کند. نسخه های مختلف در طول سالها تکامل یافته است ، گاهی به طور
              تصادفی ، گاهی اوقات عمداً طنز تزریق شده و موارد مشابه
            </p>
            <p>
              انواع مختلفی از فرازهای Lorem Ipsum در دسترس است ، اما اکثریت به
              طرزی طنز تزریق شده یا کلمات تصادفی که حتی کمی باورنکردنی به نظر
              نمی رسند دچار تغییراتی شده اند. اگر می خواهید از قسمتی از Lorem
              Ipsum استفاده کنید ، باید مطمئن باشید که هیچ چیز شرم آوری در وسط
              متن پنهان نشده است.
            </p>
            <hr />
            <div className="col-12">
              <h6>
                <strong>از کجا آمده است ؟</strong>
              </h6>
              <p
                style={{ lineHeight: "1.9rem", fontWeight: "200" }}
                className="my-3"
              >
                این واقعیتی است که مدتهاست ثابت شده است که خواننده هنگام نگاه به
                طرح صفحه ، از محتوای قابل خواندن آن منحرف می شود. نکته ای که در
                استفاده از Lorem Ipsum وجود دارد این است که دارای توزیع کم و بیش
                معمولی حروف است ، بر خلاف استفاده از "مطالب در اینجا ، محتوا در
                اینجا" ، که باعث می شود انگلیسی قابل خواندن به نظر برسد. بسیاری
                از بسته های نشر رومیزی و ویرایشگران صفحات وب در حال حاضر از
                Lorem Ipsum به عنوان متن مدل پیش فرض خود استفاده می کنند و
                جستجوی 'lorem ipsum' بسیاری از وب سایت هایی را که هنوز در مراحل
                اولیه هستند کشف می کند. نسخه های مختلف در طول سالها تکامل یافته
                است ، گاهی به طور تصادفی ، گاهی اوقات عمداً طنز تزریق شده و
                موارد مشابه
              </p>
              <ol className="p-3 my-3">
                <li className="mb-4">
                  این واقعیتی است که مدتهاست ثابت شده است که خواننده هنگام نگاه
                  به طرح صفحه ، از محتوای قابل خواندن آن منحرف می شود. نکته ای
                  که در استفاده از وجود دارد این است
                </li>
                <li className="mb-4">
                  این واقعیتی است که مدتهاست ثابت شده است که خواننده هنگام نگاه
                  به طرح صفحه ، از محتوای قابل خواندن آن منحرف می شود. نکته ای
                  که در استفاده از Lorem Ipsum وجود دارد این است
                </li>
                <li className="mb-4">
                  که دارای توزیع کم و بیش معمولی حروف است ، بر خلاف استفاده از
                  "مطالب در اینجا ، محتوا در اینجا" ، که باعث می شود انگلیسی
                  قابل خواندن به نظر برسد. بسیاری از بسته های نشر رومیزی و
                  ویرایشگران صفحات وب در حال حاضر از Lorem Ipsum به عنوان متن
                  مدل پیش فرض خود استفاده می کنند
                </li>
                <li className="mb-4">
                  این واقعیتی است که مدتهاست ثابت شده است که خواننده هنگام نگاه
                  به طرح صفحه ، از محتوای قابل خواندن آن منحرف می شود. نکته ای
                  که در استفاده از وجود دارد این است
                </li>
              </ol>
              <p>
                انواع مختلفی از فرازهای Lorem Ipsum در دسترس است ، اما اکثریت به
                طرزی طنز تزریق شده یا کلمات تصادفی که حتی کمی باورنکردنی به نظر
                نمی رسند دچار تغییراتی شده اند. اگر می خواهید از قسمتی از Lorem
                Ipsum استفاده کنید ، باید مطمئن باشید که هیچ چیز شرم آوری در وسط
                متن پنهان نشده است.
              </p>
              <hr />
            </div>
            <div className="col-12">
              <h6>
                <strong>چرا از آن استفاده می کنیم؟</strong>
              </h6>
              <ul style={{ listStyleType: "circle" }} className="p-3">
                <li className="mb-3 mt-2">
                  این واقعیتی است که مدتهاست ثابت شده است که خواننده هنگام نگاه
                  به طرح صفحه ، از محتوای قابل خواندن آن منحرف می شود. نکته ای
                  که در استفاده از Lorem Ipsum وجود دارد این است که دارای توزیع
                  کم و بیش معمولی حروف است
                </li>
                <li className="mb-3">
                  این واقعیتی است که مدتهاست ثابت شده است که خواننده هنگام نگاه
                  به طرح صفحه ، از محتوای قابل خواندن آن منحرف می شود. نکته ای
                  که در استفاده از Lorem Ipsum وجود دارد این است که دارای توزیع
                  کم و بیش معمولی حروف است
                </li>
                <li className="mb-3">
                  این واقعیتی است که مدتهاست ثابت شده است که خواننده هنگام نگاه
                  به طرح صفحه ، از محتوای قابل خواندن آن منحرف می شود. نکته ای
                  که در استفاده از Lorem Ipsum وجود دارد این است که دارای توزیع
                  کم و بیش معمولی حروف است
                </li>
              </ul>
            </div>
          </div>
        </div>
      </div>
    </Layout>
  );
};
export default Conditions;
